record(1,"Таунхаус 73 м2  на уч. 2 сот. село Усть-Курдюм ул. Большая Советская 66 2750 т.р.").
record(2,"Дом 112 м2 на уч. 5 сот. р-н Ленинский ул. Мостовая Газ/вода по границе участка 2500 т.р.").
record(3,"Дом 76 м2 на участке 9 сот пос. Дубки 2650 т.р.").
record(4,"1/2 дома 75 м2 на уч. 10 сот. р-н Волжский ул. Зимняя 2780 т.р.").
record(5,"3-к квартира63 м2 8/9 этаж р-н Ленинский ул. Авиационная 44 2250 т.р. рядом парк Территория детства").
record(6,"3-к квартира 80 м2 4/10 этаж р-н Кировский ул. Мысникова 13 2450 т.р.").
record(7,"3-к квартира 68 м2 9/10 этаж р-н Кировский ул. им. Кузнецова Н.В. 11 2250 т.р.").
record(8,"3-к квартира 83 м2 ул. Мысникова 7 2220 т.р.").
record(9,"3-к квартира 64 м2 2/9 этаж Кирп. р-н Ленинский мкр-н Солнечный ул. Днепропетровская 2200 т.р.").
record(10,"3-к квартира64 м2 3/10 этаж Кирп. р-н Ленинский ул. Ипподромная 12а 2850 т.р.").
record(11,"3-к квартира 57 м2 4/9 этаж р-н Солнечный ул. Чехова 8 2270 т.р.").
record(12,"3-к квартира 62 м2 9/9 этаж Панельный дом р-н Ленинский ул.Днепропетровская 2250т.р.").
record(13,"3-к квартира ").
question(1,"Важна ли цена?",[["Да",2],["Нет",3]],[]).
question(2,"Нужно дешёвое жильё",[["Да",3],["Нет",4]],[]).

attribute(1, "Количество этажей", "3").
attribute(1,"Площадь","245").
attribute(1,"Материал стен","кирпич").
attribute(1,"Вид объекта","коттедж").
attribute(1,"Продавец","собственник").
root(1).
